<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="utf-8">
	<title><?php echo $page_title;?></title>

	<style type="text/css">

	::selection{ background-color: #E13300; color: white; }
	::moz-selection{ background-color: #E13300; color: white; }
	::webkit-selection{ background-color: #E13300; color: white; }

	body {background-color: #fff;margin: 40px;font: 13px/20px normal Helvetica, Arial, sans-serif;color: #4F5155;}
	a {color: #003399;background-color: transparent;font-weight: normal;}
	h1 {color: #444;background-color: transparent;border-bottom: 1px solid #D0D0D0;font-size: 19px;font-weight: normal;margin: 0 0 14px 0;padding: 14px 15px 10px 15px;}
	code {font-family: Consolas, Monaco, Courier New, Courier, monospace;font-size: 12px;background-color: #f9f9f9;border: 1px solid #D0D0D0;color: #002166;display: block;margin: 14px 0 14px 0;padding: 12px 10px 12px 10px;}
	#body{width:976px;margin:auto}
	p.footer{text-align: right;font-size: 11px;border-top: 1px solid #D0D0D0;line-height: 32px;padding: 0 10px 0 10px;margin: 20px 0 0 0;}
	#container{margin: 10px;border: 1px solid #D0D0D0;-webkit-box-shadow: 0 0 8px #D0D0D0;}
        .agreement_text {width: 960px;height: 450px;border: 1px solid #DDD;overflow-y: scroll;margin: auto;padding:5px;word-wrap: break-word;}
        #installation_form {padding: 10px;text-align: right;}
        #installation_form .btn {border: none;cursor: pointer;padding: 8px 19px;font-size: 16px;border-radius: 5px;color: #fff;background-color: green;}
        #installation_form .btn-green {background-color: green;}
        #installation_form .btn-gray {background-color: gray;margin-left: 184px;}
	</style>
</head>
<body>

<div id="container">
	<h1>MobGameServ 安装程序</h1>

	<div id="body">
                <h2><?php echo $page_title;?></h2>
                <pre class="agreement_text">
一、接受协议
　　一旦您注册成为天天动听网（网址为：www.ttpod.com）和/或天天动听客户端的用户，便表示您（以下 简称“用户”）已经完全理解并同意接受本协议（以下简称“协议”）。天天动听网可随时自行全权决定更改“协议”。如“协议”有任何变更，天天动听网将在网 站首页上刊载公告，通知用户。如用户不同意相关变更，则必须停止使用“我们的服务”；如果用户继续使用“我们的服务”，则表示已无条件接受经修订的“协 议”。经修订的“协议”一经在天天动听网站公布后，立即自动生效。除另行明确声明外，任何使我们的“服务内容”范围扩大或功能增强的新内容均受本协议约 束。

二、服务内容
　　2.1天天动听网和/或天天动听客户端运用自己的系统通过互联网向用户提供丰富的网上资源 和服务，例如：视频、音频、歌词、歌单、专题的发布共享，及歌曲、信息的搜索服务等，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及 新增加的服务，均无条件地适用本协议。
　　2.2 天天动听网和/或天天动听客户端提供的网络服务如无特别说明均为免费的网络服务，用户使用免费网络服务不必向天天动听网支付任何费用。对于收费的网络服 务，天天动听网在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用后，用户才能使用该等收费网络服务。如用户拒绝支付相关费用， 则天天动听网有权不向用户提供该等收费网络服务。


　　2.3 用户充分理解，天天动听网和/或天天动听客户端仅提供相关的网络以及软件服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网 或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。

三、用户使用规则
　 　3.1 用户完成注册登记程序后，维持该密码及帐号的机密安全是用户的责任，用户应对所有用本人的密码及帐号的活动负完全的责任。用户同意每次上网完毕都会把本人 的帐号关掉；用户不应将其账号转让或出借予他人使用。对于任何人利用该密码及帐号所进行的任何行为，除因天天动听网原因导致账号密码被盗外，其他均由用户 承担全部责任。对于因此而产生的任何损失或损害，天天动听网无法也不承担任何责任。
　　根据有关法律法规，天天动听网和/或天天动听客户端在此郑 重提请用户注意，任何经由“我们的服务”以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视频、信息或 其它资料（以下简称“内容”），无论系公开还是私下传送，均由内容提供者、上传者承担责任。天天动听网和/或天天动听客户端无法控制经由我们的服务传送之 内容，因此不保证内容的正确性、完整性或品质。用户已预知使用我们的服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，天天动听网均 不为任何内容负责，包含但不限于任何内容之任何错误或遗漏，以及经由我们的服务以张贴、发送电子邮件或其它方式传送任何内容而衍生之任何损失或损害。但天 天动听网和/或天天动听客户端有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用我们的服务的全部或部分，保存有关记录，并向有关机 关报告。
　　3.2 用户在天天动听网和/或天天动听客户端发布信息（包括注册用户名）时，必须遵守国家有关法律规定，并承担一切因自己发布信息不当导致的民事、行政和/或刑 事法律责任。用户在天天动听网和/或天天动听客户端所发布的信息（包括注册用户名、图像），不得含有以下任何内容：
　　3.2.1 违反宪法确定的基本原则的； 
　　3.2.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 
　　3.2.3 损害国家荣誉和利益，攻击党和政府的； 
　　3.2.4 煽动民族仇恨、民族歧视，破坏民族团结的； 
　　3.2.5 破坏国家、地区间友好关系的； 
　　3.2.6 违背中华民族传统美德、社会公德、论理道德、以及社会主义精神文明的； 
　　3.2.7 破坏国家宗教政策，宣扬邪教和封建迷信的； 
　　3.2.8 散布谣言或不实消息，扰乱社会秩序，破坏社会稳定的； 
　　3.2.9 煽动、组织、教唆恐怖活动、非法集会、结社、游行、示威、聚众扰乱社会秩序的； 
　　3.2.10 散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的； 
　　3.2.11 侮辱或诽谤他人，侵害他人合法权益的； 
　　3.2.12 侵犯他人肖像权、姓名权、名誉权、隐私权或其他人身权利的； 
　　3.2.13 使用漫骂、辱骂、中伤、恐吓、诅咒等不文明语言的； 
　　3.2.14 以非法民间组织名义活动的； 
　　3.2.15 侵犯他人著作权等合法权益的； 
　　3.2.16 含有法律、行政法规禁止的其他内容的。 
　 　3.3 如果用户在天天动听网和/或天天动听客户端发布信息时不能履行和遵守协议中的规定，为维护本网站的形象、信誉、安全，本网站有权删除用户发布的相关信息， 并对违反协议的用户做出封闭ID和/或暂时、永久禁止在本网站发布信息的处理，同时保留依法追究当事人法律责任的权利。此外，本网站在采取移除等相应措施 后不为此向原发布人承担违约责任或其他法律责任，包括不承担因侵权指控不成立而给原发布人带来损害的赔偿责任。 
　　3.4 用户需独立对自己在本网站上实施的行为承担法律责任。若用户的行为不符合本协议，天天动听网有权做出独立判断立即取消用户服务帐号。用户若在天天动听网和 /或天天动听音乐盒上散布和传播反动、色情或其他违反国家法律的信息，天天动听网的系统记录有可能作为用户违反法律的证据。 
　　3.5 天天动听网不对用户所发布信息的删除或储存失败承担任何责任。天天动听网有权判定用户的行为是否符合中国法律法规的规定以及天天动听注册协议的要求，如果 用户违背了中国法律法规的规定或注册协议的规定，天天动听网和/或天天动听客户端有中断对其提供服务的权利。对于用户通过天天动听网络技术服务（包括但不 限于论坛、BBS、博客、图片、微视频、笑话等频道）上传到天天动听网和/或天天动听客户端上可公开获取区域的任何内容，用户同意授予天天动听网和/或天 天动听客户端在全世界范围内永久性的、不可撤销的、免费的、无期限的、非独家的和有权再许可的权利和许可，可以使用、复制、修改、改编、出版、翻译、据以 创作衍生作品、传播、表演和展示该等内容的全部或部分，和/或将此等内容的全部或部分编入其他任何形式的作品、媒体或技术中。

四、隐私保护
　　4.1天天动听网保证不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在天天动听网和/或天天动听客户端的非公开内容，但下列情况除外：
　　4.1.1 事先获得用户的明确授权； 
　　4.1.2 根据有关的法律法规要求； 
　　4.1.3 按照相关政府主管部门的要求； 
　　4.1.4 为维护社会公众的利益； 
　　4.1.5 为维护天天动听网的合法权益。 
　　4.1.6 其他需要公开、编辑或透露个人信息的情况。 
　　4.2 天天动听网可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与天天动听网同等的保护用户隐私的责任，则天天动听网有权将用户的注册资料等提供给该第三方。
　　4.3 在不透露单个用户隐私资料的前提下，天天动听网有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。 

五、关于注册用户在天天动听网和/或天天动听客户端上传的作品和内容
　　5.1 用户上传的作品和内容是指用户在天天动听网和/或天天动听客户端上载或发布的视频、音频或其它任何形式的内容包括文字、图片、连接等。 
　 　5.2 用户在天天动听网和/或天天动听客户端上传或发布原创作品的，用户应保证其对该等作品享有合法著作权/版权，并且用户同意授予天天动听网和/或天天动听客 户端对所有上述作品和内容的在全球范围内免费的、不可撤销的、无限期的、并且可转让和再许可的非独家使用权许可，天天动听网和/或天天动听客户端有权展 示、传播、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、改编、出版、翻译、表演、发行及以其他方式使用或者授权第三方进行复制、修改、 改编、出版、翻译、传播、表演、展示、发行及以其他方式使用。用户在本网站上传或发布转载作品的，用户保证其已获得所有相关著作权人（包括但不限于作者、 表演者、录音录像制作者等）的合法、有效授权，并且有权授权天天动听网和/或天天动听客户端无偿展示、散布及推广前述内容，对前述内容进行任何形式的复 制、修改、改编、出版、翻译、表演、发行及以其他方式使用或者授权第三方进行复制、修改、改编、出版、翻译、表演、发行及以其他方式使用。 
　　5.3 因用户进行上述作品和内容在本网站的上传或发布而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任。

六、知识产权
　 　6.1 天天动听网和/或天天动听客户端提供的网络服务中包含的任何文本、图片、图形、音频和/或视频资料均受版权、商标权、肖像权和/或其它财产所有权法律的保 护。未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料 或资料的任何部分仅可作为私人用途而保存在某台计算机内。天天动听网不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误 和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式向用户或任何第三方负法律责任。 
　　6.2 天天动听网和/或天天动听客户端的为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、 随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）等。

七、免责声明
　　7.1用户明确同意其使用天天动听网络服务所存在的风险将完全由其本人承担；因其使用天天动听网络服务而产生的一切后果也由其本人承担。天天动听网对用户及任何第三方不承担任何责任。

　　7.2 天天动听网和/或天天动听客户端不担保或保证网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作任何担保或保证。
　　7.3 天天动听网和/或天天动听客户端不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由天天动听网实际控制的任何网页上的内容，天天动听网也不承担任何责任。 
　　7.4 对于因不可抗力或天天动听网不能控制的原因造成的网络服务中断或其它缺陷，天天动听网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。 
　 　7.5 天天动听网和/或天天动听客户端对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果 任何单位或者个人通过上述“信息”而进行任何行为，须自行甄别真伪和谨慎预防风险。否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和/或行 为承担任何直接、间接、附带或衍生的损失和责任。
　　7.6 用户同意，对于天天动听网和/或天天动听客户端向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失，天天动听网无需承担任何责任： 
　　7.6.1 天天动听网和/或天天动听客户端向用户免费提供的各项网络服务； 
　　7.6.2 天天动听网和/或天天动听客户端向用户赠送的任何产品或者服务； 
　　7.6.3 天天动听网和/或天天动听客户端向收费网络服务用户附赠的各种产品或者服务； 
　　7.6.4 用户资料遭到未授权的使用或修改； 
　　7.6.5 其他与本网站相关的事宜。 

八、通知送达
　　8.1 本协议项下天天动听网对于用户所有的通知均可通过网页公告、电子邮件、手机短信或其他常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。 

　　8.2 用户对于天天动听网的通知应当通过天天动听网对外正式公布的通信地址、传真号码、电子邮件地址等联系信息进行送达。

九、责任限制
　 　用户明确了解并同意，基于以下原因造成的包括但不限于利润、信誉、应用、数据损失或其它无形损失，天天动听网不承担任何直接、间接、附带、特别、衍生性 或惩罚性赔偿责任（即使天天动听网事先已被告知发生此种赔偿之可能性亦然）：(i)“我们的服务”之使用或无法使用，(ii)为替换从或通过“我们的服 务”购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本，(iii)用户的传输或数据遭到未获授权的存取或变造，(iv) 任何第三方在“我们的服务”中所作之声明或行为，或(v)与“我们的服务”相关的其它事宜，但本协议有明确规定的除外。

十、服务的修改
　　天天动听网和/或天天动听客户端有权于任何时间暂时或永久修改或终止“我们的服务”（或其任何部分），而无论其通知与否。用户同意对于“我们的服务”所作的任何修改、暂停或终止，天天动听网对用户和任何第三人均无需承担任何责任。

十一、终止服务
　 　用户同意天天动听网和/或天天动听客户端有权基于其自行之考虑，因任何理由，包含但不限于缺乏使用或天天动听网认为用户已经违反本协议的文字及精神，而 终止用户的密码、帐号或“我们的服务”之使用（或服务之任何部分），并将用户在“我们的服务”内的任何内容加以移除并删除。天天动听网和/或天天动听客户 端亦得依其自行之考虑，于通知或未通知之情形下，随时终止“我们的服务”或其任何部分。用户同意依本协议任何规定提供之“我们的服务”，无需进行事先通知 即可中断或终止，用户承认并同意，天天动听网和/或天天动听客户端可立即关闭或删除用户的帐号及用户帐号中所有相关信息及文件，及/或禁止继续使用前述文 件或“我们的服务”。此外，用户同意若“我们的服务”之使用被中断或终止或用户的帐号及相关信息和文件被关闭或删除，天天动听网对用户或任何第三人均不承 担任何责任。 

十二、法律管辖与适用
　　12.1 本服务协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。 
　　12.2 如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方均一致同意将争议提交北京仲裁委员会仲裁解决。仲裁地点为北京。仲裁语言为中文。仲裁裁决为终局，对各方均有法律约束力。 
　　12.3 本协议条款的最终解释权在天天动听公司。 



特别提示：用户在进行注册之前，请确保本人已经完全理解并接受本协议所有条款（尤其是免责条款），否则，请不要注册。一旦用户正式注册，则表明用户已经完全理解并接受本协议所有条款，尤其是免责和责任限制条款。</pre>
                <form id="installation_form" method="post" action="<?php echo $form_action;?>">
                        <input type="hidden" name="step" value="1" />
                        <input type="submit" name="disagreement" class="btn btn-gray" value="不同意" />
                        <input type="submit" name="agreement" class="btn btn-green" value="同意" >
                </form>
	</div>
</div>

</body>
</html>